<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Device: Device
    |--------------------------------------------------------------------------
    |
    */

    'host_type'   => '母體種類',
    'host_id'     => '母體 ID',
    'name'        => '名稱',
    'description' => '描述',
    'location'    => '位置',
    'serial'      => '編號',
    'identifier'  => '識別符',
    'order'       => '順序',
    'is_enabled'  => '是否啟用',

    'type'       => '種類',
    'ver_os'     => '作業系統版本',
    'ver_driver' => '驅動程式版本',
    'ver_agent'  => '代理程式版本',
    'ver_app'    => '應用程式版本',

    'list'   => '設備清單',
    'create' => '新增設備',
    'edit'   => '設備修改',

    'form' => [
        'information' => '設備資訊',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除設備',
        'body'   => '確定要刪除這臺設備嗎？'
    ]
];
